app/views/meetings/_list.html.erb

                        calendar.fullCalendar('unselect');
                    },
                    events: [
                        <% @meetings.each do |event| %>
                        {
                            id: '<%= event.id %>',
                            title: '<%= event.name %>',
                            start: new Date(<%= event.date.year %>, <%= event.date.month - 1 %>, <%= event.date.day %>, <%= event.time_start.hour %>, <%=event.time_start.min %>),
                            end: new Date(<%= event.date.year %>, <%= event.date.month - 1  %>, <%= event.date.day %>, <%= event.time_end.hour %>, <%= event.time_end.min %>),
                            className: ["event", "<%= event.color %>"],
                            description: '<%= event.description.inspect.html_safe %>',
                            url: '<%= room_meeting_path(event.room, event) %>',
                            icon: 'fa-check'
                        },
                        <% end %>
                    ],

---
SELECT  "rooms".* FROM "rooms" WHERE "rooms"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]