app/controllers/meetings_controller.rb

INSERT INTO "meetings" ("name", "description", "room_id", "date", "time_start", "time_end", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?, ?)
---
  def create
    @meeting = Meeting.new(meeting_params)

    respond_to do |format|
      if @meeting.save

UPDATE "meetings" SET "time_start" = ?, "time_end" = ?, "updated_at" = ? WHERE "meetings"."id" = ?  [["time_start", 2000-01-01 20:05:00 UTC], ["time_end", 2000-01-01 20:05:00 UTC], ["updated_at", 2018-06-08 14:00:46 UTC], ["id", 1]]
---
  def update
    @meeting.attributes = meeting_params
    respond_to do |format|
      if @meeting.valid? and @meeting.save

SELECT  "rooms".* FROM "rooms" WHERE "rooms"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
---
  def set_room
    @room = Room.find params[:room_id]