app/controllers/rooms_controller.rb

  def create
    @room = Room.new(room_params)

    respond_to do |format|
      if @room.save
---
INSERT INTO "rooms" ("name", "created_at", "updated_at") VALUES (?, ?, ?)  [["name", "room 1"], ["created_at", 2018-06-08 11:24:50 UTC], ["updated_at", 2018-06-08 11:24:50 UTC]]